export default {
  index: {
    head: {
      title: 'Копи-трейд платформа для трейдеров APIX',
    },
    header: {
      navigation: [
        'Главная',
        'Как это работает',
        'Личный кабинет',
        'Калькулятор доходности',
        'О продукте',
        'F.A.Q',
      ],
      btn: 'Начать',
      singInBtn: 'Вход',
      singUpBtn: 'Регистрация',
    },
    hero: {
      title: 'Платформа для копирования сделок',
      list: [
        'Автоматическое копирование <b>любых</b>\nваших сделок на аккаунты инвесторов',
        'Умная система автоматического расчета\nприбыли между трейдером и инвестором',
        'Подключение через API—ключи\nс доступом только на чтение сделок',
      ],
      btn_1: 'Создать аккаунт',
      btn_2: 'Войти',
    },
    popup: {
      title: 'Регистрация',
      labelOne: 'Ваш E-mail',
      labelTwo: 'Ваш Telegram канал',
      labelThree: 'Ваш Telegram для связи',
      checkbox:
        'Ознакомился и согласен с условиями пользования и политикой конфиденциальности',
      send: 'Отправить',
      required: '- обязательные поля для заполнения',
    },
    advantages: {
      title: 'Наши преимущества',
      list: [
        {
          title: 'Удобство',
          text:
            'Подключите один раз\nAPI—ключи своего аккаунта\nи продолжайте торговлю.\nВаши сделки будут\nавтоматически скопированы\nна аккаунты инвесторов',
        },
        {
          title: 'Безопасность',
          text:
            'Все активы\nнаходятся исключительно\nна личных счетах\nтрейдеров и инвесторов,\nбез возможности передачи\nдоступа и вывода средств',
        },
        {
          title: 'Интерфейс',
          text:
            'Удобный\nличный кабинет\nдля управления капиталом\nс подробной аналитикой\nпо всем вашим инвесторам,\nсделкам и позициям',
        },
        {
          title: 'Защита',
          text:
            'Мы используем\nсовременные алгоритмы\nшифрования SHA—256.\nВсе API ключи\nнадежно зашифрованы\nи доступны только биржам.',
        },
      ],
    },
    request: {
      text:
        'Протестируйте нашу платформу прямо сейчас — это абсолютно бесплатно!',
      btn: 'Протестировать',
    },
    functionality: {
      title: 'Как это работает',
      text:
        'Торгуйте только на вашем основном биржевом аккаунте, алгоритм <b>APIX</b> будет копировать все ваши сделки \n' +
        'на аккаунты ваших инвесторов за 0.22 секунда 24/7',
      sub_title: 'Полная автоматизация процессов',
      list: [
        'Платформа <b>APIX.TRADE</b>. копирует абсолютно \n' +
          'все функции которые воспроизводит трейдер \n' +
          'на своём биржевом аккаунте <b>BINANCE FUTURES</b> \n' +
          'и в точности повторяет результат \n' +
          'на аккаунтах инвесторов.',
        'После завершения сделок платформа \n' +
          '<b>автоматически</b> производит расчёт и по запросу \n' +
          'трейдера выставит счета на оплату всем инвесторам. \n' +
          'Сумму вашей комиссии от прибыли инвесторов \n' +
          'вы сможете указать самостоятельно при регистрации \n' +
          'аккаунта в <b>APIX</b>. ',
        'Ваш аккаунт остаётся <b>под вашим контролем</b>, \n' +
          'для начала работы потребуются ваши ключи \n' +
          'только с правами на чтение фьючерсов.',
      ],
    },
    stats: {
      traiders: 'Подключено Трейдеров',
      investors: 'Подключено Инвесторов',
      capital: 'Капитал в Управлении',
      income: 'Прибыль трейдеров',
      description: 'Обновляется 1 раз в месяц',
    },
    cabinet: {
      title: 'Личный кабинет',
      'link-text': 'Открыть Demo',
      text:
        'Удобный и интуитивно понятный интерфейс имеет всё необходимое для быстрой и эффективной работы.<br>' +
        'Вся статистика вашего фонда ДУ в одном месте, как на ладони! \n',
      list: [
        {
          title: 'Управление капиталом',
          text:
            'Отслеживайте общую сумму подключенного к вам капитала,\nкоторая находится у вас в управлении',
        },
        {
          title: 'Статистика инвестора',
          text:
            'Отслеживайте текущий биржевой баланс каждого\nвашего инвестора, а также контакты и статус подключения',
        },
        {
          title: 'Расчет прибыли',
          text:
            'Автоматический расчет прибыли после завершения сделок, \n' +
            'выставления счетов инвесторам по вашему запросу',
        },
        {
          title: 'Общая статистика',
          text:
            'Подробная статистика по вашим сделкам, позициям, \n' +
            'историям сделок и всем счетам инвесторов за все время',
        },
      ],
    },
    calc: {
      title: 'Калькулятор доходности',
      capital: 'Ожидаемый капитал в управлении',
      average_income: 'Ваш средний % прибыли в месяц',
      commission: 'Ваша коммиссия от прибыли',
      income: 'Ваша прибыль',
      day: 'В день',
      month: 'В месяц',
      year: 'В год',
    },
    aboutProduct: {
      title: 'О продукте',
      text:
        'APIX — это новая парадигма в доверительном управлении активами: отсутствие скрытых комиссий, никаких третьих лиц. \n' +
        'Вы всегда имеете полный контроль над своим счетом, 24/7.\n',
      information: {
        title:
          'Наш продукт объединяет трейдеров и инвесторов\nдля защищенного сотрудничества',
        text1:
          'Мы видим нашу платформу, как то место, где инвестор смог бы с полной\n' +
          'уверенностью доверить свои деньги, профессиональным трейдерам,\n' +
          '<b>безопасно умножая свой капитал</b>, в то время как трейдер получает\n' +
          'возможность управления множеством аккаунтов инвесторов единовременно,\n' +
          'извлекая максимум прибыли от своей торговли.',
        text2:
          '<b>Уникальные возможности</b> нашей платформы позволят открыть мир\n' +
          'безопасных инвестиционных возможностей как для профессионалов, так и\n' +
          'для начинающих.',
      },
    },
    registrationOffer: {
      text:
        'Начни зарабатывать дополнительные деньги от своего трейдинга прямо сейчас!\nОставь заявку на получение DEMO—доступа и протестируй функционал нашей платформы',
      btn: 'Оставить заявку',
    },
    stepsOfWorkWithSystem: {
      title: 'Три простых шага<br>для работы с APIX.TRADE',
      steps: [
        {
          title: 'Заявка',
          description:
            'Вы оставляете заявку\nна подключение аккаунта трейдера\nна платформе APIX.TRADE',
        },
        {
          title: 'Регистрация',
          description:
            'В течении нескольких часов\nс вами свяжется наш менеджер\nи предоставит доступ к аккаунту',
        },
        {
          title: 'Подключение инвесторов',
          description:
            'Ваш аккаунт готов,\nначинайте подключение инвесторов\nпо пригласительной ссылке',
        },
      ],
    },
    faq: {
      title: 'Популярные вопросы',
      list: [
        {
          groupName: 'Для трейдеров',
          items: [
            {
              title: 'Какие функции умеет копировать платформа apix.trade ?',
              text:
                'Наша платформа копирует абсолютно все функции которые вы проводите на аккаунте трейдера, в том числе режим хэджировния.',
            },
            {
              title: 'Как подключить инвестора?',
              text:
                'В личном кабинете трейдера, в настройках аккаунта вы найдете вашу ссылку для регистрации новых инвесторов. Также, при желании вы можете изменять название вашей ссылки.',
            },
            {
              title:
                'Каким образом мои инвесторы будут совершать оплату моих услуг?',
              text:
                'После расчета прибыли вашим инвесторам будут выставлены счета на оплату. Для оплаты счета инвестору необходимо пополнить внутренний баланс, путем перевода USDT (BEP2) по указанным в его личном кабинете реквизитам',
            },
            {
              title: 'Как мне вывести прибыль на свой кошелёк?',
              text:
                'После расчета прибыли, после того, как счета за ваши услуги были оплачены вашими инвесторами, средства будут зачислены на ваш внутренний счёт системы APIX.TRADE.\nДля вывода средств необходимо перейти на главную страницу личного кабинета трейдера, нажать на «Внутренний баланс», ввести свои реквизиты: адрес и MEMO (USDT.BEP2), и отправить заявку на вывод.\n\nВ течение 24 часов ваша заявка на вывод будет обработана, в «Истории платежей» вы сможете посмотреть ссылку на транзакцию в блокчейне.',
            },
            {
              title:
                'У меня открыта позиция на бирже, ко мне подключился новый инвестор, откроется ли эта позиция у него?',
              text:
                'Если текущий PNL вашей(их) открытой позиции отрицательный, то система скопирует эту позицию новому инвестору, по более «лучшей» цене.\n\nЕсли текущий PNL вашей(их) открытой позиции положительный, система будет игнорировать эту позицию до тех пор, пока вы ее не закроете, либо PNL не станет отрицательным.',
            },
          ],
        },
        {
          groupName: 'Для инвесторов',
          items: [
            {
              title: 'Я добавил API—ключи, как начать копирование?',
              text:
                'После добавления API ключей в личном кабинете, необходимо нажать на кнопку «СТАРТ» которая расположена вверху на главной странице личного кабинета.',
            },
            {
              title:
                'Я добавил API ключи, нажал на кнопку «СТАРТ» , но APIX все равно просит опять их добавить, что это?',
              text:
                'Скорее всего вы не выдали права на «универсальные операции» , удалите свой старый API ключ и создайте новый и добавьте его заново в личном кабинете.',
            },
            {
              title:
                'Могу ли выводит или пополнять свой счёт в момент открытых сделок?',
              text:
                'В случае если вы сделаете вывод, то скрипт нашей платформы автоматически сократит часть вашей позиции, чтобы сравнять процентное соотношение. А в случае пополнения, произойдёт автоматическое увеличение позиции.',
            },
            {
              title: 'Как пополнить внутренний баланс ?',
              text:
                'Нажмите на кнопку внутренний баланс на главной странице вашего личного кабинета, появится всплывающее окно с адресом USDT BEP2 на этот адрес отправьте необходимую сумму. При пополнении обязательно указывайте МЕМО.',
            },
            {
              title: 'От какой суммы производится расчет прибыли?',
              text:
                'Расчет прибыли всегда происходит от той суммы которая сейчас у вас на балансе. Учитывая полученную вами прибыль от сделок которые были ранее.',
            },
          ],
        },
      ],
    },
    start: {
      title: 'Остались вопросы о APIX.TRADE?',
      description:
        'Если у вас остались вопросы связанные с функционалом нашей платформе, не стесняйтесь\nзадавайте их нашей команде. Мы всегда готовы ответить на них.',
      btn: 'Написать Менеджеру',
    },
    footer: {
      links: [
        {
          name: 'Политика конфиденциальности',
          link: `./Privacy_Policy_APIX.pdf`,
        },
        {
          name: 'Условия использования',
          link: `./Terms_of_Use_(APIX TRADE).pdf`,
        },
      ],
    },
  },
}
