export default {
  index: {
    header: {
      navigation: [
        'Главная',
        'Как это работает',
        'Личный кабинет',
        'О продукте',
        'F.A.Q',
      ],
      btn: 'Начать',
      singInBtn: 'Вход',
      singUpBtn: 'Регистрация',
    },
    hero: {
      title: 'Платформа для копирования сделок',
      list: [
        'Автоматическое копирование <b>ЛЮБЫХ</b>\nваших сделок на аккаунты инвесторов',
        'Умная система автоматического расчета\nприбыли между трейдером и инвестором',
        'Подключение через API\nс доступом только на чтение сделок',
      ],
      btn_1: 'Создать аккаунт',
      btn_2: 'Войти',
    },
    advantages: {
      title: 'Наши преимущества',
      list: [
        {
          title: 'Удобство',
          text:
            'Подключите один раз\nAPI-ключи своего аккаунта\nи продолжайте торговлю.\nВаши сделки будут\nавтоматически скопированы\nна аккаунты инвесторов',
        },
        {
          title: 'Безопасность',
          text:
            'Все активыs\nнаходятся исключительно\nна личных счетах\nтрейдеров и инвесторов,\nбез возможности передачи\nдоступа и вывода средств',
        },
        {
          title: 'Интерфейс',
          text:
            'Удобный\nличный кабинет\nдля управления капиталом\nс подробной аналитикой\nпо всем вашим инвесторам,\nсделкам и позициям',
        },
        {
          title: 'Открытость',
          text:
            'При необходимости\nвы всегда\nможете связаться\nс разработчиками напрямую.\nЭто уникальная возможность,\nдоступная немногим.',
        },
      ],
    },
    request: {
      text:
        'Протестируйте нашу платформу прямо сейчас - это абсолютно бесплатно!',
      btn: 'Протестировать',
    },
    functionality: {
      title: 'Как это работает',
      text:
        'Торгуйте только на вашем основном биржевом аккаунте, алгоритм <b>APIX</b> будет копировать все ваши сделки \n' +
        'на аккаунты ваших инвесторов за 0.22 секунда 24/7',
      sub_title: 'Полная автоматизация процессов',
      list: [
        'Платформа <b>APIX TRADE</b> копирует абсолютно \n' +
          'все функции которые воспроизводит трейдер \n' +
          'на воём биржевом аккаунте <b>BINANCE FUTURES</b> \n' +
          'и в точности повторяет результат \n' +
          'на аккаунтах инвесторов.',
        'После успешного завершения сделок платформа \n' +
          '<b>автоматически</b> производит расчёт и по запросу \n' +
          'трейдера выставит счета на оплату всем инвесторам! \n' +
          'Сумму вашей комиссии от прибыли инвесторов \n' +
          'вы сможете указать самостоятельно при регистрации \n' +
          'аккаунта в <b>APIX</b>. ',
        'Ваш аккаунт остаётся <b>под вашим контролем</b>, \n' +
          'для начала работы нам потребуются ваши ключи \n' +
          'только с правами на чтение фьючерсов.',
      ],
    },
    stats: {
      traiders: 'Подключено Трейдеров',
      investors: 'Подключено Инвесторов',
      capital: 'Капитал в Управлении',
      income: 'Прибыль трейдеров',
      description: 'Обновляется 1 раз в месяц',
    },
    cabinet: {
      title: 'Личный кабинет',
      text:
        'Удобный и интуитивно понятный интерфейс имеет всё необходимое для быстрой и эффективной работы.<br>' +
        'Вся статистика вашего фонда ДУ в одном месте, как на ладони! \n',
      list: [
        {
          title: 'Управление капиталом',
          text:
            'Отслеживайте общую сумму подключенного к вам капитала,\nкоторая находится у вас в управлении!',
        },
        {
          title: 'Статистика инвестора',
          text:
            'Отслеживайте текущий биржевой баланс каждого\nвашего инвестора, а также контактыи статус подключения',
        },
        {
          title: 'Рассчет прибыли',
          text:
            'Автоматический расчет прибыли после завершения сделок, \n' +
            'выставления счетов инвесторам по вашему запросу',
        },
        {
          title: 'Общая статистика',
          text:
            'Подробная статистика по вашим сделкам, позициям, \n' +
            'историям сделок и всем счетам инвесторов за все время!',
        },
      ],
    },
    calc: {
      title: 'Калькулятор доходности',
      capital: 'Ожидаемый капитал в управлении',
      average_income: 'Ваш средний % прибыли в месяц',
      commission: 'Ваша коммиссия от прибыли',
      income: 'Ваша прибыль',
      day: 'В день',
      month: 'В месяц',
      year: 'В год',
    },
    aboutProduct: {
      title: 'О продукте',
      text:
        'APIX — это новая парадигма в доверительном управлении активами: отсутствие скрытых комиссий, никаких третьих лиц. \n' +
        'Вы всегда имеете полный контроль над своим счетом, 24/7.\n',
    },
    faq: {
      title: 'F.A.Q',
      list: [
        {
          title: 'Быстрый старт',
          text:
            'Зарегистрируйтесь на APIX.TRADE, введите свои api-ключи, отправьте ссылку своим инвесторам и зарабатывайте 40% от их прибыли.',
        },
        {
          title: 'Основные правила',
          text:
            'Трейдеру и инвестору запрещается пополнять и выводить средства с баланса при открытых позициях.\nМинимальный баланс трейдера должен быть не менее 1000$',
        },
        {
          title: 'Подключение инвесторов',
          text:
            'В момент когда вы планируете подключение новых инвесторов, не держите открытых позиций, иначе новые инвесторы будут пропускать\nваши сделки по этой паре до тех пор, пока вы не закроете позицию и не откроете ее заново. Это правило не распространяется на новые позиции!',
        },
        {
          title: 'Распределение прибыли/расчет',
          text:
            'Расчет прибыли происходит каждые 2 недели; инвестор при подключении вносит 10% от суммы своего стартового депозита на внутренний баланс\nв APIX TRADE для покрытия комиссии трейдеру от будущей прибыли. После расчета вы можете вывести вашу прибыль в любой момент.',
        },
      ],
    },
    start: {
      title:
        'Начни зарабатывать дополнительные деньги\nот своего трейдинга прямо сейчас!',
    },
  },
}
