export default {
  index: {
    head: {
      title: 'Apix复制交易平台',
    },
    header: {
      navigation: [
        '首页',
        '如何运行',
        '个人账户',
        '收益计算器',
        '关于',
        'F.A.Q',
      ],
      btn: 'Начать',
      singInBtn: '登录',
      singUpBtn: ' 注册',
    },
    hero: {
      title: '复制交易平台',
      list: [
        '自动将每笔交易复制到投资者账户内',
        '我们的智能系统自动计算并在交易员和投资者之间分配利润',
        '安全API连接-提供对交易只读访问的密钥',
      ],
      btn_1: '建立账户',
      btn_2: '登录',
    },
    popup: {
      title: '注册',
      labelOne: '邮箱',
      labelTwo: '您的Telegram频道',
      labelThree: '您的Telegram联系账户',
      checkbox: '我已阅读并同意该使用条款和隐私政策',
      send: '好的',
      required: '- 必填项',
    },
    advantages: {
      title: 'APIX的优点',
      list: [
        {
          title: '便利',
          text:
            '一旦您设置了您的API和账户密钥，您的交易将自动复制至投资者的账户内。',
        },
        {
          title: '安全',
          text:
            '所有资产仅在交易员和投资者的个人账户上持有，不可转让给其他方，可提取资金。',
        },
        {
          title: '互接',
          text:
            '您的个人帐户主页允许您管理您的资金，并为您提供详细的分析和所有投资者，交易及财务明细。',
        },
        {
          title: '防护',
          text:
            '我们使用现代的256 SHA加密。所有API密钥都是安全加密的，仅针对交换时可用。',
        },
      ],
    },
    request: {
      text: '感兴趣吗? 现在就在我们的平台上进行测试把 - 它是免费的!',
      btn: '测试',
    },
    functionality: {
      title: '如何运行',
      text:
        '通过我们的服务您可以在您的主交易所账户上进行独家交易，APIX算法将在0.22秒（24/7）\n 内将您的所有交易复制至您投资者的账户中。',
      sub_title: '全流程自动化',
      list: [
        '<b>APIX.TRADE</b>平台复制交易员在其<b>BINANCE</b>期货交易所账户上执行所有功能，然后在其投资者账户中复制结果。',
        '交易完成后，平台会自动计算，并根据交易者的要求向所有投资者开具付款发票。交易员可以在指定<b>APIX</b>注册账户时从投资者利润中收取费用。',
        '您的帐户仍在您的控制之下，要开始时您只需对您的期货交易帐户进行只读访问许可。',
      ],
    },
    stats: {
      traiders: '连接交易员',
      investors: '连接投资者',
      capital: '资本管理',
      income: '用户利润总额',
      description: '每月更新一次',
    },
    cabinet: {
      title: '个人账户',
      'link-text': '公开演示',
      text:
        '我们方便直观的界面具备快速高效工作所需的一切。您的TM基金的所有统计数据都在一个地方呈现，一切都一目了然。',
      list: [
        {
          title: '资金管理',
          text: '查看您的账户管理的资产金额。',
        },
        {
          title: '投资者的统计数据',
          text: '跟踪每个人的当前股票余额、投资者信息以及联系人和联系状态。',
        },
        {
          title: '利润计算',
          text: '交易完成后自动计算利润，您可以根据要求向投资者开具发票。',
        },
        {
          title: '统计总数据',
          text:
            '有关您的交易、账户状态、交易历史记录和所有投资者账户的详细统计信息将保存在您的记录中，并随时可用。',
        },
      ],
    },
    calc: {
      title: '收益计算器',
      capital: '管理中的预期资本',
      average_income: '您每月平均利润的 %',
      commission: '从利润中收取的费用',
      income: '您的利润',
      day: '每日',
      month: '每月',
      year: '每年',
    },
    aboutProduct: {
      title: '关于产品',
      text:
        'APIX是资产管理的一个新范例：无隐藏费用，无第三方。<br/>您始终可以全天候完全控制您的帐户。',
      information: {
        title: '将交易员和投资者聚集在一起：安全，可靠，可盈利',
        text1:
          '我们的平台让投资者放心地将自己的资金委托给专业交易员，让他们安全地成倍增加自己的资本，同时精明的交易员可同时管理多个投资者账户，并通过他们的技能成倍获利。',
        text2:
          '我们平台的独特功能将为专业人士和初学者打开一个安全投资机会的世界。',
      },
    },
    registrationOffer: {
      text:
        '现在就开始在您的交易中赚更多的钱吧！\n申请演示访问以测试我们平台的功能。',
      btn: '提交申请',
    },
    stepsOfWorkWithSystem: {
      title: '加入APIX.TRADE的三个步骤',
      steps: [
        {
          title: '申请',
          description: '您在APIX.TRADE平台上申请创建交易员帐户。',
        },
        {
          title: '注册',
          description:
            '审核后，我们的团队成员将与您联系，并提供访问您帐户的权限。',
        },
        {
          title: '联系投资者',
          description:
            '您的帐户已准备就绪，您可以开始使用帐户中的邀请链接连接到投资者。',
        },
      ],
    },
    faq: {
      title: '常见问题',
      list: [
        {
          groupName: '针对交易者',
          items: [
            {
              title: 'APIX.TRADE平台可以复制哪些功能？',
              text:
                '我们的平台复制了标准交易所可以执行的所有功能，包括对冲功能。',
            },
            {
              title: '如何联系投资者?',
              text:
                '在交易者帐户的帐户设置中您将找到注册新投资者的链接。此外，如果您愿意，您可以更改链接的名称。新投资者可以通过该链接使用您的服务。',
            },
            {
              title: '我的投资者将如何为我的服务付费？',
              text:
                '在我们的智能系统计算利润后，您的投资者将收到付款发票。投资者需要根据其个人账户中规定的详细信息通过USDT（BEP2）付费。',
            },
            {
              title: '我怎样才能把利润提取到钱包里？',
              text:
                '是的，在计算利润后且在您的投资者支付您的服务后，资金将贷记到您在APIX.TRADE系统的内部帐户中。\n要提取资金，您需要进入交易员账户主页，点击“内部余额”，输入您的详细信息：地址和备忘录（USDT.BEP2），然后发送提取请求。\n\n您的提款请求将在24小时内得到处理，在“支付历史”中，您可以看到区块链上的交易链接。',
            },
            {
              title:
                '我在交易所有一个空位，一个新投资者与我有联系，他可以打开这个空位吗？',
              text:
                '如果您（他们）的空位当前PNL为负值，则系统将以“更好”的价格将此空位复制给新投资者。\n\n如果空位当前PNL为正值，系统将忽略该位置，忽略至直到关闭该位置或直到PNL变为负值。',
            },
          ],
        },
        {
          groupName: '针对投资者',
          items: [
            {
              title: '我添加了API密钥，如何开始复制?',
              text: '在帐户内添加API密钥后，您需要单击位于帐户主页顶部的“开始”',
            },
            {
              title:
                '我添加了API密钥，单击了开始，但APIX仍然要求我再次添加它们。为什么？',
              text:
                '很可能您没有授予“通用操作”的权限。删除旧的API密钥，创建新的API密钥，然后再次将其添加到您的个人帐户中。',
            },
            {
              title: '我可以将资金在公开交易时提取或存入我的账户吗?',
              text:
                '如果您关闭您的账户或进行部分投资，我们的平台将自动减少您的部分空位以平衡百分比。在补货的情况下空位会自动增加。',
            },
            {
              title: '如何内部充值？',
              text:
                '单击您帐户主页上的“内部充值”。将弹出一个带有USDT BEP2地址的窗口。将所需金额发送到此地址。充值时请务必注明备忘。',
            },
            {
              title: '计算了多少利润？',
              text:
                '利润的计算总是根据您当前资产负债表上的金额。它考虑了您以往交易中获得的利润。',
            },
          ],
        },
      ],
    },
    start: {
      title: '还有关于APIX的问题吗？',
      description:
        '如果您对我们平台的功能有任何疑问，请立即咨询我们的团队。我们随时答复您。',
      btn: '联系我们',
    },
    footer: {
      links: [
        {
          name: '隐私政策',
          link: `https://docs.google.com/document/d/1Pm3REwgQPK8aGI7v5wC-ZFwQv3B-Smv-9npXKviinHc/edit?usp=sharing`,
        },
        {
          name: '使用条款',
          link: `https://docs.google.com/document/d/1FFIBkbiiC13fXbpc1E1NoGNeLdqdS0oT85LAz742dVM/edit?usp=sharing`,
        },
      ],
    },
  },
}
